 //#include <stdio.h>
 //// 변수 2개를 선언하여 20과 10을 저장한 후 사칙연산의 결과를 출력하세요.
 //// 덧셈(+), 뺄셈(-), 곱셈(*), 나눗셈(/) 을 계산하여 그 결과를 변수에 저장해야함.

 //int main(void)
 //{
 //  /* -----------변수 선언----------- */
 //  // (i) 20을 저장할 변수
 //  // (ii) 10을 저장할 변수
 //  // (iii) 사칙연산 결과를 저장할 각각의 변수
 //  /* ------------------------------ */
	// int x;
	// int y;
	// int sum;
	// int minus;
	// int mul;
	// int divide;

 //  /* -----------변수에 값 저장----------- */
 //  // (i) 대입문을 이용해 20과 10을 변수에 저장
 //  // (ii) 두 변수를 이용한 사칙연산의 결과를 각각의 변수에 저장
 //  /* ---------------------------------- */
	// x = 20;
	// y = 10;
	// sum = x + y;
	// minus = x - y;
	// mul = x * y;
	// divide = x / y;
 //  /* -----------변수에 저장된 값 출력----------- */
 //  // (i) printf()를 이용하여 아래 예시와 같이 출력
 //  // 두 수의 합: 30
 //  // 두 수의 차: 10
 //  // 두 수의 곱: 200
 //  // 두 수의 몫: 2
 //  /* ---------------------------------- */
	// printf("두 수의 합: %d\n", sum);
	// printf("두 수의 차: %d\n", minus);
	// printf("두 수의 곱: %d\n", mul);
	// printf("두 수의 몫: %d", divide);
	// return 0;
 //}

